[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Juha T, teijo(at)luukku(dot)com
VERSION=5.1.0

[Language]
LANGUAGE=Suomi
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x040B

[Menu]
DEFAULT_RANDOM=Oletus (Satunnaista)
FILE=&Tiedosto
FILE_EXIT=&Lopeta
EDIT=&Muokkaa
EDIT_COPY=&Kopioi
TEST_DATA=&Testidata
THEME=&Teema
HELP=&Ohje
HELP_ABOUT=&Tietoja CrystalDiskMark:sta
LANGUAGE=Kieli
ZOOM=&Suurennus
AUTO=&Autom.
SETTINGS=&Asetukset
SAVE=&Tallenna
QUEUES_THREADS=&Jonot && säikeet
INTERVAL_TIME=Aikaväli
SECOND=sek
MINUTE=min
HOUR=tuntia
ALL_ZERO=Kaikki 0x00 (Täyttö nollilla)
SELECT_FOLDER=Valitse kansio
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance
; 8.0.0
SAVE_TEXT=Save （&text）
SAVE_IMAGE=&Save （image）
PROFILE_DEMO=D&emo

[Message]
STOP_BENCHMARK=Lopeta testiohjelma.
DISK_CAPACITY_ERROR=Kovalevyn kapasiteetti eri riitä.
DISK_CREATE_FILE_ERROR=Tiedoston luonti epäonnistui.
DISK_WRITE_ERROR=Kirjoitusvirhe.
DISK_READ_ERROR=Lukuvirhe.
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Testattava asema
TEST_SIZE=Testin koko
TEST_COUNT=Testauskerrat
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio
; 8.0.0
TEST_MODE=Test Mode

[WindowTitle]
ABOUT=Tietoja CrystalDiskMark:sta
QUEUES_THREADS=Jonot & säikeet
FONT_SETTING=Font Setting
COMMENT=Comment
; 8.0.0
SETTINGS=Settings

[Dialog]
DEFAULT=Default
AUTO=Auto
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Profile: Default
PROFILE_PEAK_PERFORMANCE=Profile: Peak Performance
PROFILE_DEMO=Profile:Demo
MEASURE_TIME=Measure Time (sec)
INTERVAL_TIME=Interval Time (sec)
